Repository: giellalt/corpus-sms
Catalog: tmx/fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=558_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: NuõrttsääŠmǩiõllsaž maainâsǩeŠrjj očndõõđi
fin: Koltansaamenkielinen tarinakirja ilmestyi

source: ÂŠǩǩpâjjsaž nuõrttsaaŠmi mainnsi ǩeŠrjj " KåŠllmuõrâž " lij čõõđtum jiijjâsǩiõllsiŠžžân, nuõrttsääŠmǩiõllsiŠžžân teädldõkkân.
fin: Vanhoja kolttasaamelaisia kertomuksia sisältävä teos " KåŠllmuõrâž " on ilmestynyt omakielisenä, koltansaamenkielisenä painoksena.

source: SääŠmteŠǧǧ čõõđti ǩeeŠrj tâŠvvjânnmlaž sääŠm ǩiõll-luvddkååŠdd miõttum pååđteäggtõõzzin.
fin: Saamelaiskäräjät julkaisi kirjan pohjoismaisen saamen kielilautakunnan myöntämällä erillisrahoituksella.

source: ǨeŠrjj lij šiõǥǥ škooulin da vuõrâsoummimättʼtemstroittliŠn uŠvddem nuõrttsääŠmǩiõl mättʼtõŠsse.
fin: Teos on hyvä lisä kouluissa ja aikuisoppilaitoksissa annettavaan koltansaamen kielen opetukseen.

source: " KåŠllmuõrâž " – ǩeŠrjj lij čõõđtum alggaalǥâst eeŠjjest 1990 ruõššǩiõllsaž teâdldõkkân.
fin: " KåŠllmuõrâž " - teos on julkaistu alunperin vuonna 1990 venäjänkielisenä painoksena.

source: Zoja Nosova looǥǥi ǩeeŠrj mainnsid nuõrttsäämas liânt ool, koŠst tuâjj-joukk Katri Fofonoff, Eino Koponen, Jouni Moshnikoff, Tiina Sanila-Aikio da Seija Sivertsen õŠnne huõl tõŠst, što mainnâž šõŠdde ǩeeŠrjtum ânnŠjõž nuõrttsääŠm ǩeeŠrjtemvuâkka.
fin: Zoja Nosova luki teoksen kertomukset koltansaamen kielellä nauhalle, josta työryhmä Katri Fofonoff, Eino Koponen, Jouni Moshnikoff, Tiina Sanila-Aikio ja Seija Sivertsen huolehtivat kertomukset koltansaamen nykyiseen kirjoitusasuun.

source: ǨeeŠrj ođđ kärttõõzz lij kärttääm Merja Aletta Ranttila.
fin: Teoksen uuden kuvituksen on tehnyt Merja Aletta Ranttila.

source: Kaartin ruõššǩiõllsaž vuõssmõs ǩeŠrjj da ååŠn čõõđtum nuõrttsääŠmǩiõllsaž ǩeŠrjj.
fin: Kuvissa venäjänkielinen alkuperäisteos ja nyt julkaistu koltansaamenkielinen teos.

source: ǨeŠrjj lij vuäǯǯamnalla sääŠmteeŠǧǧ škoouŠlʼjem- da mättʼtem-materialkonttrest, sääŠmkultturkõõskõs Sajoozzâst Aanrest.
fin: Kirja on saatavissa saamelaiskäräjien koulutus- ja oppimateriaalitoimistosta, saamelaiskulttuurikeskus Sajoksesta Inarista.
